Repository: InfotelGLPI/autoexportsearches
Catalog: locales/*.po
Languages: fr_fr

source: Auto export searches
fr_fr: Export automatique de recherches

source: Customise the export of
fr_fr: Personnaliser l'export de

source: Value
fr_fr: Valeur

source: Customise
fr_fr: Personnaliser

source: Periodicity (in minutes)
fr_fr: Périodicité (en minutes)

source: Periodicity (in hours)
fr_fr: Périodicité (en heures)

source: Periodicity (in days)
fr_fr: Périodicité ( en jours)

source: Work day only
fr_fr: Seulement les jours ouvrés

source: If this option is checked, the export will be done only on worked day
fr_fr: Si cette option est coché, l'export ne sera fait que les jours ouvrés

source: Weekday
fr_fr: Jour de la semaine

source: Day of the month
fr_fr: Jour du mois

source: For months having less days than the selected day, the export will be done on the last day of the month.
fr_fr: Pour les mois plus court que le jour sélectionné, l'export sera fait le dernier jour du mois.

source: If this option is checked, the export will be done the first work day from the selected day
fr_fr: Si cette option est cochée, l'export sera fait le jour premier ouvré à partir du jour sélectionné

source: Please activate the plugin
fr_fr: Veuillez activer le plugin

source: File successfully deleted
fr_fr: Fichier supprimé avec succès

source: No file selected
fr_fr: Pas de fichier sélectionné

source: Number of months before purge files
fr_fr: Nombre de mois avant la purge des fichiers

source: Auto export config
fr_fr: Configuration de l'export automatique

source: User who owns the saved search
fr_fr: Utilisateur ayant la vue à exporter

source: Saved search to export
fr_fr: Recherche sauvegardée à exporter

source: Last export
fr_fr: Dernier export

source: Search to export
fr_fr: Recherche sauvegardée à exporter

source: Periodicity type
fr_fr: Type de périodicité

source: Every x days
fr_fr: Tout les x jours

source: Every x minutes
fr_fr: Toutes les x minutes

source: Every x hours
fr_fr: Toutes les x heures

source: Send mail to
fr_fr: Envoyé par mail à l'adresse

source: Export saved searches
fr_fr: Recherches sauvegardées exportées

source: Download files
fr_fr: Téléchargements des fichiers

source: No export files available
fr_fr: Pas de fichiers exportés disponibles

source: Files
fr_fr: Fichiers

source: File name
fr_fr: Nom du fichier

source: Generation date
fr_fr: Date de génération

source: No file to download in the directory
fr_fr: Pas de fichier à télécharger dans le dossier

source: The folder doesn't exist
fr_fr: Le dossier n'existe pas

source: Delete export files
fr_fr: Supprimer les fichiers exportés

source: Auto export
fr_fr: Export automatique

source: Export config list to export
fr_fr: Liste des configurations d'export à exporter

source: List of export files
fr_fr: Liste des fichiers exportés

source: Access to download files
fr_fr: Téléchargements des fichiers

source: Access export files
fr_fr: Accès aux fichiers exportés
